{
    "news":[
    {
        "id": 0,
        "title": "activision, что вы делаете?",
        "text": "Activision не собирается останавливать генератор своих нереальных коллабов. Датамайнер раскопал обложку грядущего ивента Call of Duty: Warzone в базе PSN — она подтверждает появление Кинг-Конга и Годзиллы в игре. Мероприятие с гигантскими существами, судя по ней же, должно стартовать 11 мая. Превращение в Fortnite продолжается.",
        "img": "1.png",
        "datetime": "31-05-2022"
    },
    {
        "id": 1,
        "title": "Турнир по warface",
        "text": "Я календарь переверну и там увижу 6 мая.\nЭто значит, что я приду на турнир по Warface. AYA.\nОфициальный анонс события.\n[https://vk.com/rebornclubsamara?w=wall-141538273_8477|Регламент можно прочитать здесь]\nФормат:\nМясорубка\nМесто проведения:\nКомпьютерный клуб Reborn ул. Молодогвардейская, д. 180.\nДата и время проведения:\n06.05.2022 10:00\nВзнос с участника = 300 рублей.\nПризы:\n1) 50% от призового фонда + эквивалент на баланс;\n2) 30% от призового фонда + эквивалент на баланс;\n3) 20% от призового фонда + эквивалент на баланс.\nФорма для регистрации:\nhttps://docs.google.com/forms/d/e/1FAIpQLSfkqRvoIvNNvwcJ00dyfHElaja-3OihurLgGXMBAi2E9qa7zA/viewform\nСокруши всех!",
        "img": "warface.jpg",
        "datetime": "01-05-2022"
    }, 
    {
        "id": 2,
        "title": "twitch со своей моралью",
        "text": "Твичеюзеры начали бомбить из-за двойных стандартов площадки. Если быть точнее, из-за дискриминации мужчин. Тему подняла витуберша, закинувшая в Твиттер два скрина с названиями для трансляции. На одном заголовок был i hate women («я ненавижу женщин»), его модерация, конечное же, не пропустила, а на втором — i hate men («я ненавижу мужчин»), с ним же стрим разрешили запускать. После этого и начался бомбёж, админы площадки молчат.",
        "img": "twitch.jpg",
        "datetime": "01-05-2022"
    },
    {
        "id": 3,
        "title": "x2 снова в реборн",
        "text": "Думаете мы оставим майские праздники без внимания? Ответ на этот вопрос очевиден и вот наш оффер в эти дни: с 9:00 29.04 по 9:00 1.05 мы удваиваем все платежи! P.S Воспользоваться можно только одной акцией из имеющихся в клубе.",
        "img": "x2.jpg",
        "datetime": "28-04-2022"
    },
    {
        "id": 4,
        "title": "action-rpg arto",
        "text": "Студия OrionGames представила экшен-RPG Arto. Наиболее примечательная особенность игры — визуальный стиль: он сразу привлекает внимание яркими, контрастными видами. В мире Arto цвета были утеряны. Вам предстоит восстанавливать их один за другим — само присутствие главной героини раскрашивает обесцвеченные локации. Прочие особенности игры: Причудливые биомы с разнообразным графическим оформлением. Динамичная боевая система с арсеналом оружия и апгрейдов для него. Богатый сюжет с несколькими концовками и оригинальными персонажами. Огромные боссы и около 30 видов врагов, для которых придумали уникальные мотивацию и лор. Arto появится 1 декабря в Steam.",
        "img": "arto.jpg",
        "datetime": "26-04-2022"
    },
    {
        "id": 5,
        "title": "санкции? нет, не слышали",
        "text": "Онлайн-платформа «Фогейм» объявила о запуске собственного сервиса по продаже ключей 20 апреля. На данный момент в сервисе доступны игры для Steam и Ubisoft Connect. В магазине в основном продаются одиночные тайтлы, которые вышли несколько лет назад. Из относительно недавних игр можно отметить Resident Evil Village, Elden Ring, Deathloop, ELEX II и Beholder 3. Некоторые тайтлы продаются без наценки — к примеру, Elden Ring, Beholder 3 и ELEX II. Многие издатели тем временем приостановили официальную продажу своих игр в РФ, поэтому их стоимость варьируется в зависимости от «серого» магазина. Магазин «Фогейм» доступен внутри лаунчера онлайн-платформы, а также в виде веб-версии. Оплатить покупки можно со счёта «Фогейм» (рублями или бонусами), или с помощью банковской карты, счёта мобильного телефона, «Сбера» и «ЮMoney».",
        "img": "4game.png",
        "datetime": "25-04-2022"
    }
    ]
}